{"scenario":{"01.ks":{"先の戦で立てた功が認められ、ついに大将の座に上り詰めてしまった。":"The achievements he made in the previous battle were recognized, and he finally climbed to the position of general.","帝国三百年の歴史の中で、この若さでというのも勿論、女性が大将軍になるというのも":"In the history of 300 years of the empire, not only at this young age, but also women become generals.","初めてのことだ。":"This is the first time.","国内、ひいては諸外国への宣伝塔という目論見も当然あるのだろうが、":"Of course, there is a plan to promote it domestically and even to other countries, but","それ以上に皇帝が私をいたく気に入ったことが大きな理由らしい。":"It seems that the emperor loved me more than that.","勿論反対する声も大きかった。":"Of course, there were also loud voices against it.","とりわけ武官達、軍内部の反発は":"Especially military attachés, the opposition inside the army","すさまじいと聞く。":"I hear it is awesome.","私とて、逆の立場であればそう思ったかもしれない。":"I might have thought so if I was in the opposite position.","そもそも、こんな小娘に兵がついてくるのか。":"In the first place, will soldiers follow such a little girl?","それは私自身、懐疑的だ。":"It's skeptical myself.","ただ、戦の度に、「私が大将であれば」という思いは常にあったので、采配が出来る":"\"However, every time I fought, I always thought, \"If I'm a general,\" so I can give it a try.\"","ことだけは僥倖といえた。":"Only that was a lie.","幼少より東洋で学んだ兵法を用いれば、損害を少なく戦果は最大に出来る、":"If you use the military art that you learned in the Orient from an early age, you can reduce the damage and maximize the results of the battle.","という自負はある。":"I have the pride.","正面突破しか能がなく、奴隷はもとより兵卒の命すら粗雑に扱うこの国の将軍どもと":"Only capable of breaking through the front, with the generals of this country who handle not only slaves but also the lives of soldiers roughly","比べれば、兵の損耗を減らしつつ同等の戦果を挙げられる私の方が人材への負担は少ない。":"By comparison, the burden on human resources is less for me, who can achieve the same results while reducing the wear of soldiers.","それを皇帝は見ぬいたのかもしれない。":"The emperor may have seen it.","とはいえ、次期大将と噂されていたヴァンドール中将との対立は、やはり避けられそうも":"However, the confrontation with Vice Admiral Vandor, who was rumored to be the next general, seems to be avoided.","ない。":"No.","お言葉ですが、このような小娘に大将軍が務まるとはとても思えませんな。":"As you say, I don't think the general will work for such a little girl.","陛下。":"Your Majesty.","まだ言うか、中将。":"Still say, lieutenant general.","余はな、このフィオリーナの実力、そなたを凌ぐものと見ておる。":"I see this Fiorina's ability as surpassing you.","先の戦でも証明されたであろう。":"She would have been proven in the previous battle.","貴様の部隊、甚大な被害を出しておきながら、得たのは小さい町ひとつ。":"Your troops have suffered enormous damage, but you have only gained one small town.","貴様は口ばかりで戦場に立とうともしなかったそうじゃな。":"It seems that you didn't even try to stand on the battlefield with just your mouth.","将とは本来、前線に立つものではありませんよ。":"The general is not originally on the front line.","フィオリーナはこの華奢な身体で先陣を切り、部隊を良く鼓舞しておったと聞いたが？":"Did you hear that Fiorina spearheaded her with this delicate body and inspired her troops well?","この小娘ですから、そうでもせんと兵がついてこんのでしょう！":"Because she is this little girl, she probably has a soldier!","なあに、すぐにボロが出ます。":"By the way, the rags will come out soon.","後悔しても知りませんよ。":"She doesn't know if she regrets.","そうか。":"Really.","その小娘よりも戦果で劣る男が、よく吠えたものだ。":"A man who was inferior to the little girl in terms of battle results often barked.","言ってくれますなァ陛下！":"Your Majesty will tell you!","どうやら陛下は、俺の能力をお疑いのようだ。":"Apparently His Majesty doubts my ability.","あいわかった。":"I understand.","私ヴァンドールは、そこな小娘に決闘を申し込ませて頂く！":"I, Vandor, will apply for a duel with the little girl there!","貴様…それが何を意味するか、理解しておるのか？":"You ... do you understand what that means?","無論です。":"Of course.","陛下の寵愛されるフィオリーナ公であれば、私など屁でもありますまい！":"If your Majesty's beloved Duke of Fiorina, I wouldn't be a flatulence!","決闘制度。":"Duel system.","古くから帝国法により保障されている制度のひとつ。":"One of the systems guaranteed by imperial law from ancient times.","国家元首立ち合いの元、闘いにより諍いを解決することが目的の制度だ。":"The purpose of this system is to resolve conflicts by fighting in the presence of the head of state.","貴族同士であれば武官、文官を問わず、意見を違える者に闘いを申し込むことができ、":"Aristocrats can apply for a fight against those who disagree, regardless of whether they are military officers or civilians.","武官同士の決闘は必ず受けなければならないという暗黙のルールがある。":"There is an implicit rule that a duel between military attachés must be taken.","……フィオリーナよ。":"...... Fiorina.","この決闘、断ることもできるが、どうする？":"You can decline this duel, but what do you do?","（なんということだ……、":"(I can not believe that……,","そんなのやりたくないに決まっている……。":"I have decided that I don't want to do that ...","だが……やらねば終わる……）":"But ... I have to do it ...)","受けて立つ":"Receive and stand","断る":"turn down","…わかりました。受けて立ちます。":"…got it. I will take it and stand.","ぐわははははは！":"Guwahahahahaha!","フィオリーナ公よ、そうこなくては！":"Duke Fiorina, I have to come!","女だからといって、手は抜きませんぞ！":"Just because she's a woman, she won't let her go!","…仕方あるまい、では十日後に決行としよう。":"... I can't help it, but let's do it ten days later.","貴公らの健闘を祈る！":"I wish you all the best!","本当に断るのだな？":"Do you really refuse?","やっぱり受けて立つ":"After all I receive and stand","それでも断る":"Still refuse","フィオリーナは決闘を断った。":"Fiorina turned down the duel.","この国において決闘を受けないというのは、武官として終わったことを意味する。":"Not undergoing a duel in this country means that he ended up as a military attaché.","フィオリーナはこの件をきっかけに失権し、地位と名誉を失った。":"Fiorina lost his position and honor in the wake of this incident.","皇帝の取り計らいにより、剣闘士の養成所を貰い、そこの主人として剣闘士を育てる日々を":"She got a gladiator training center by the emperor's arrangement, and the days of raising gladiators as the master there","送っていたが、あるとき起きた剣闘士達の反乱により命を落とした。":"She had sent her, but she died in a rebellion of gladiators at one point."},"02_01.ks":{"決闘の日――":"Duel day--","・・・":"・ ・ ・","コロシアムの控室で身を清めてから鎧を纏った。":"After purifying himself in the waiting room of the Coliseum, he wore armor.","あまり重くなく、動きやすいが、肌の露出の少ない戦用の無骨な代物だ。":"It's not very heavy and easy to move, but it's a rugged warfare product with little exposed skin.","鎧を纏ってから、思い出したように強い尿意を感じた。":"After wearing the armor, I felt a strong urge to urinate as I remembered.","先に用を足しておけばよかった。":"I should have added some work first.","また脱いでとなると時間はかかるが、仕方ない。":"It takes time to take it off, but it can't be helped.","控室の隅には小汚い壺がぽつんと置いてある。これが便器の代わり、というわけだ。":"There is a dirty jar in the corner of the waiting room. This is a substitute for a toilet bowl.","おい。":"Oi.","はい、フィオリーナ様":"Yes, Fiorina","ちょっと用足しをする、":"Add a little","部屋から出てくれ。":"Get out of the room.","かしこまりました":"Understood","いそいそと壺の前まで行き、腰紐に手をかけた。":"I quickly went to the front of the jar and put my hand on the waist cord.","カチャカチャと前垂れの擦れる音がじれったい。":"I want to hear the rubbing sound of the front dripping.","冷え切った鎧の感触が排尿を迫り、我慢は身震いとなって表出する。":"The feeling of cold armor urges urination, and patience manifests itself as shivering.","脱ぎ捨てた鎧が地面とぶつかり、大きな音を立てた。":"The armor she had taken off collided with the ground and made a loud noise.","焦りで手元がおぼつかない。":"I'm impatient and I can't feel my hands.","そうこうしている間にも尿意はどんどん高まっていく。":"Even while doing so, the urge to urinate grows steadily.","なんとか留め具を外し、下着を下ろしながら壺にまたがる。":"I managed to remove the fasteners and straddle the jar while lowering my underwear.","刹那、ジュッと尿が噴き出し、まだ太腿の間にあった下着の端を汚した。":"A moment, urine spewed out and soiled the end of the underwear that was still between the thighs.","長い放尿が終わった。":"The long urination is over.","性器を露出させたまま辺りを見回したが、股間を拭く紙が見当たらない。":"I looked around with my genitals exposed, but I couldn't find the paper to wipe my crotch.","下女を呼ぶのもためらわれるので腰を上下に振り、":"I hesitate to call my maiden, so shake my hips up and down,","股間の飛沫を切ってからずらした股を元に戻した。":"After cutting the droplets on her crotch, she put back the staggered crotch."},"02_02.ks":{"――コロシアム内":"--Inside the Coliseum","皇帝と国民が見守る中、普段は剣闘が行われているコロシアムで、":"At the Coliseum, where sword fights are usually held while the emperor and the people watch over","私とヴァンドール中将は対峙した。":"I and General Vandor faced each other.","万をゆうに超える、とんでもない数の観客が集まっている。":"A tremendous number of spectators are gathering, well over 10,000.","歓声が地響となり、空気まで揺れているようだった。":"The cheers became the sound of the earth, and it seemed that the air was shaking.","\"フィオリーナ \"大将軍\" 殿よ、辞退するなら今ですぞ？\"":"\"Fiorina \"General\", now is the time to decline?\"","……辞退など致しませぬ。":"...... I will not decline.","ヴァンドール中将こそ、このような小娘にムキになるとは実に大人げない。":"Vice Admiral Vandor is not really mature to be crazy about such a little girl.","ぐわはははははは！":"Guwahahahahahaha!","生意気な小娘だ。":"She is a cheeky little girl.","よほど死にてぇらしいなァ！":"She seems to be dead!","死にたくはありませんので、こちらも本気で行かせて頂く！":"I don't want to die, so let me go seriously!","・・と強がってはみたものの、いざ立ち合ってみると、なかなかどうして身体が震える。":"I tried to be strong, but when I faced it, why did my body tremble?","人を斬れない、などと乙女ぶる気はないが、このように見世物として衆目の前で命の":"I don't feel like a maiden who can't kill people, but in this way, as a spectacle, life is in front of the public.","やり合いをするのは、いつもの戦場とはまた違うものがあった。":"There was something different from the usual battlefield in the interaction.","（くそっ、":"(Damn,","こんな大勢の前で見世物のように・・・！":"Like a spectacle in front of such a large number of people ...!","レアンドロはいつもこんな思いをしているのか・・・？）":"Does Leandro always feel like this ...? )","夜伽の相手のことがふと頭をよぎった。":"The other person at night suddenly crossed my head.","\"その男もまた、日夜剣闘に明け暮れ \"させられて” いる。\"":"\"The man is also \"made to\" spend the day and night in the sword fight.\"","殺し合いを見世物にすることの悪趣味さといったら。":"Speaking of the bad taste of killing each other as a spectacle.","私たちは命を懸けて国を守り、信念の為に戦っているというのに、":"We are fighting for our beliefs, protecting our country at the risk of our lives","剣闘士達は、ただ自由になる為だけに戦わされている。":"Gladiators are fighting just to be free.","市民であれば、生まれながらに持てる権利の為に、命を懸けて。":"If you are a citizen, risk your life for the rights you have by nature.","銅鑼の音があたりに大きく響く。":"The sound of gongs echoes around.","それを合図に、皇帝が立ち上がった。":"With that as a signal, the emperor stood up.","そなた達は剣闘士ではなく、騎士である！":"You are knights, not gladiators!","騎士道精神に基づき、正々堂々果たされよ！":"Do it in a straightforward manner based on the spirit of chivalry!","ヴァンドール中将。馬鹿力の噂だけは常々聞いているが、実力の程は良くわからない。":"Vice Admiral Vandor. I've always heard rumors of stupid power, but I'm not sure how good it is.","が、このコロシアムで向かい合ってみると威圧感のある巨体だ。":"However, when facing each other in this Coliseum, it is a huge body with a feeling of intimidation.","腐っても騎士。":"Even if it rots, it is a knight.","並の兵よりは腕が良いと見て良いだろう。":"You can see that he is better than a normal soldier.","小娘になぞ負けるはずがないとばかりに、自信たっぷりの不敵な表情で見下ろしてくる。":"Not only can he not lose to the little girl, he looks down with a confident and fearless expression.","その視線が私の下半身で止まった。":"The line of sight stopped at my lower body.","つい先程用を足したばかりだというのに、強い尿意が押し寄せている。":"Even though I just added something for it, a strong urge to urinate is rushing in.","尿意が強くなったり、少し弱まったりとするのでもじもじとしてしまう。":"The urge to urinate becomes stronger or weaker, which makes me sick.","瞬間強い尿意が切迫し、反射的に思わず股の間を手で抑えてしまった。":"At the moment, a strong urge to urinate was imminent, and he reflexively held his crotch with his hand.","緊張するといつもこうだ。クソっ・・・":"This is always the case when I'm nervous. Shit ...","恥をかいた思い出が脳裏によみがえる。":"Shameful memories come back to my mind.","ただあれは東洋での出来事だったので、この国で知っている者は誰もいない。":"But that was an oriental event, so no one knows it in this country.","私は母の故郷の東洋で育った。":"I grew up in my mother's hometown of the Orient.","大使の護衛官として東洋で任務にあたっていた父が母と出会い、私が生まれた。":"Her father, who was on a mission in the Orient as an ambassador's escort, met her mother and I was born.","母は黒い瞳の美しい人だったそうだが、物心がつく前に亡くなっていたので、画でしか":"Her mother was a beautiful man with black eyes, but she died before she got the hang of it, so she's only a picture.","見たことが無い。":"I have never seen it.","あれは座学で兵法を学んでいる最中だった。":"That was in the middle of learning military art in a classroom lecture.","あの時は用足しをしたいと言うのが恥ずかしく、座学が終わるのをひたすらに願いながら":"At that time, I was embarrassed to say that I wanted to add something, and I just hoped that the lecture would end.","耐えた。":"Endured.","その時講師に指命され、兵の動かし方を皆の前で発表することになったのだ。":"At that time, he was appointed by the instructor to announce how to move the soldiers in front of everyone.","ただでさえ尿意を我慢していたというのに、大勢の生徒の前に立った緊張から、":"Even though I had put up with my urge to urinate, I was so nervous that I stood in front of a large number of students.","耐えられない程の尿意に襲われ、急いで手で押さえたが皆の前でお漏らしをして":"I was struck by an unbearable urge to urinate and hurriedly held it in my hand, but leaked it in front of everyone","しまったのだ。":"It's gone.","私は泣きながら部屋を飛び出し、家に逃げ帰った。":"I crying out of the room and fled home.","成績優秀で剣術の腕も立つ、東洋と西洋のハーフで見た目も目立つ私は、常に一目置かれて":"I have excellent grades and skill in swordsmanship, and I am always at a glance because I am conspicuous in the eastern and western halves.","いたのにその日から哀れなモノを見る目で見られるようになった。":"Even though I was there, from that day on, I began to see poor things with my own eyes.","「可哀想」":"\"\"poor\"\"","そう思われるのは最も嫌だ。":"I hate to think so.","あの時のような屈辱は二度とごめんだ。":"I'm sorry for the humiliation like that time.","自分の尿で汚れた下着や衣服を洗うあの惨めさは、経験があるものにしか解らない。":"The misery of washing underwear and clothes that get dirty with your urine can only be understood by experienced people.","おやおやァ・・・？":"Oh my god ...?","始める前に厠に行った方が良いのではありませんかァ、大将殿。":"Isn't it better to go to the bathroom before starting?","心なしか、小便臭いですなあ。ぐわっはっはっは！":"It smells like urine. Guwahahahaha!","羞恥と屈辱に頬が染まる。":"Shame and humiliation stain my cheeks.","何か言い返さねばと思うが言葉が出てこない。":"I think I have to say something back, but no words come out.","場内に笑いが広がる。":"Laughter spreads in the hall.","視野が狭くなり、赤く染まっていく。":"The field of view becomes narrower and it becomes dyed red.","（この感覚だ……）":"(This feeling ...)","戦でもいつも、この感覚に支配されていた。":"Even in war, I was always dominated by this feeling.","すっと腹の底が冷え、強く感じていた尿意が消えた。":"The bottom of my abdomen got cold and my strong feeling of urination disappeared.","先程まで感じていた、目の前の男に対する恐怖が、憎しみが、怒りが、":"The fear, hatred, and anger of the man in front of me, which I had felt before,","身体全体に溶けて四肢の先まで行き渡るのを感じた。":"I felt it melt into my entire body and spread to the tips of my limbs.","観衆のざわめきが遠のいていく。":"The buzz of the audience goes away.","もういちど、銅鑼の音が響き渡った。":"Once again, the sound of the gong echoed.","戦闘開始だ。":"The battle has begun.","先手必勝！すぐに喉元を突く":"First win! Immediately poke the throat","まずは相手の出方を見よう":"First, let's see how the other party appears","ヴァンドールが剣を振り上げ打ち込んでくる。":"Vandor swings up his sword and shoots it.","まともに剣で受け止めてしまい、腕にビリと電流が走った。":"I caught it with a sword, and a current ran through his arm.","その間にもヴァンドールは容赦なく打ち込んでくる。":"In the meantime, Vandor mercilessly drives in.","クソッ・・・！":"Shit ...!","横に転がって剣戟を凌いだが、乱れた呼吸を整える間もなく、また重い一撃が降りかかる。":"He rolls sideways and surpasses the swashbuckler, but soon after he adjusts his turbulent breathing, another heavy blow strikes.","私はかわすので精一杯だ。":"I'll dodge, so I'll do my best.","（……スキを見つけて突くっ）":"(... find a favorite and poke it)","ッ痛えなあ・・・？":"It hurts ...?","再度突きを繰り出すが、カウンター気味に打ち払われてしまった。":"I pushed it out again, but it was beaten up by the counter.","バランスを崩した私めがけ、ヴァンドールが容赦なく剣を振り下ろす。":"Vandor mercilessly swings his sword down at me, who is out of balance.","なんとか剣で受け止めたものの、私はいよいよ握力を失い、剣を取り落としてしまった。":"I managed to catch it with my sword, but I finally lost my grip and dropped his sword.","終わりだなあ大将殿！！！":"It's over, General! !! !!","死を覚悟したが、ヴァンドールは私の甲冑の紐を切り、服を切り裂いた。":"Prepared to die, Vandor cut my armor and tore his clothes.","胸が露出し、観客が騒ぐ。":"His chest is exposed and the audience makes noise.","やめろ、":"Stop,","さっさと殺してくれ・・・":"Kill me quickly ...","ぐわっはっはっはっは！":"Guwahahahahaha!","モノには頼み方というものがありますでしょう、大将殿":"There is a way to ask for things, General","……頼む、":"……ask,","頼みます。":"Ask you.","やめて……く、":"Stop ...","ください……":"Please give me……","断る！":"turn down!","大将殿のおま〇こは小便臭いぞー！":"The general's omako smells like urine!","ヴァンドールが大声で叫んだ。":"Vandor shouted out.","やめろ……！":"Stop……!","抵抗するが、腕を押さえられているので下半身だけがもぞもぞと動く。":"He resists, but his arms are held down so that only his lower body moves.","おうおう、誘っているのですなあ。":"Oh, I'm inviting you.","そう急かさないでください！":"Don't hurry so!","と言いながらヴァンドールがそれを出した。":"Vandor issued it while saying.","禍々しく猛々しい、それを。":"It's terrifying and ferocious.","頼む……、":"ask……,","ひと思いに殺してくれ……！":"Kill me at once ...!","ひと思いにですな、御意に！":"It's just a thought, please!","ヴァンドールが熱く滾った黒い棍棒を、いきなりねじ込んできた。":"Vandor suddenly screwed in a hot, black club.","キャアッ……！":"C'mon ...!","痛みに思わず声が漏れる。":"The voice leaks involuntarily in pain.","おうおう、可愛らしい声が聞こえましたぞ……！":"Oh, I heard a cute voice ...!","逃げようとするが強い力で腕を押さえられ叶わない。":"He tries to escape, but his arm is held down by a strong force and he cannot come true.","抽送の度、下腹部に鈍い痛みが走る。":"Every time I draw, I have a dull pain in my lower abdomen.","おおっ、やっと湿り気を帯びてきましたか大将殿・・・。":"Oh, is it finally getting damp? General ...","はぁはぁ、しかしこれは、なかなかの・・・なかなかの名器ですなァ！！":"Hah, but this is quite ... quite a masterpiece! !!","くっ・・・":"Kuu ...","ズニュッ、ズニュッと、ヴァンドールのものが、孔に出たり入ったり":"Zunyu, Zunut, Vandor's things go in and out of the hole","膣壁にこすりつけられている。":"It is rubbed against the vaginal wall.","私は下唇を噛みしめレアンドロのことを考えていた。":"I was thinking of Leandro, biting his lower lip.","彼は見ているのだろうか、私のこの姿を。":"I wonder if he is looking at this figure of me.","戦いに負け、衆目の中で犯される私の姿を。":"The appearance of me who lost the battle and was violated in the public eye.","うおおっ！":"Uo!","おおっ！":"Oh!","ヴァンドールは益々激しく腰を打ち付けてくる。":"Vandor hits his hips harder and harder.","パンパンと、肉が肉を叩く音が響く。":"The sound of the meat hitting the meat echoes.","先ほどまで騒がしかった観客席が奇妙に静まり返っていた。":"The spectators' seats, which had been noisy until earlier, were strangely quiet.","皆が、その時を待っているのだ。":"Everyone is waiting for that time.","私は、快楽の萌芽を下半身に感じているのが悔しくて、情けなくて":"I'm sorry to feel the sprouting of pleasure in my lower body, and I'm sorry","涙を流していた。":"I was shedding tears.","そんなものはお構い無しに、ヴァンドールが狂ったように腰を回し、":"I don't care about such things, I turn around like Vandor went crazy,","打ち付ける。":"Hit.","ジワリ、ジンワリ、腰元が痺れだし、漏らすまいと堪えていた声が":"Jiwari, Jinwari, my maid's waist is numb, and the voice that I endured not to leak","堪らずこぼれた。":"I couldn't stand it and spilled it.","あっ、":"Ah,","あっ……":"Ah……","くそっ、":"Damn,","ヤダッ！":"Yada!","もがけばもがくほど、力が抜け、頭が痺れる。":"The more you struggle, the less powerful you are and the more your head becomes numb.","おおおおおお！！":"ohhhhhhhh! !!","ついにヴァンドールが獣の咆哮を上げた。":"Finally Vandor roared the beast.","ビュル！ビュルル！と、身体の中で脈動しているのが嫌でも分かる。":"Bull! Bururu! Even if you don't like the pulsation in your body, you can see it.","ああ・・・・・・レアンドロ、":"Oh ... Leandro,","ごめんなさい。":"sorry.","私・・・":"Me···","ヴァンドールは体液にまみれた棍棒を引き抜き、私の身体で体液を":"Vandor pulls out a club covered in his body fluids and squeezes the body fluids with my body","拭ったあと、観衆の方へ拳をかかげた。":"After wiping, he held his fist towards the crowd.","沢山の男たちが、観客席から闘技場へ降り立ち、此方へ走るのが見えた。":"I saw a lot of men descending from the spectators' seats to the arena and running there.","兵士が止めようとするが、静止が利くわけもない。":"Soldiers try to stop, but they can't stand still.","私には、なすすべがなかった。":"I had nothing to do.","開始のドラが響くと同時に、レイピアをヴァンドールの喉元めがけ鋭く突き出す。":"At the same time as the opening Dora echoes, the rapier sticks out sharply toward Vandor's throat.","咄嗟に身をひるがえしたヴァンドールの首元を切っ先がかすめた。":"The tip of the neck of Vandor, who turned over in a hurry, was grabbing.","私は剣を自らの体に引き戻し":"I pull the sword back to my body","もう一度剣を突き出した":"Sticking out the sword again","バックステップで後ろに下がり、様子を見た":"I stepped back and saw what was going on","追撃だ。":"It's a chase.","ヴァンドールとの間合いを一気に詰める。":"Close the gap with Vandor at once.","剣を突き出し、執拗に喉元を狙う。":"Stick out his sword and relentlessly aim at his throat.","ヴァンドールも流石の剣裁きで突きを払うが、":"Vandor also pushes with a sword-judgment, but","体勢は完全に崩された格好だ。":"His posture is completely destroyed.","畜生！":"damn it!","小娘がちょこまかと！":"Little girl is a little bit!","騎士道精神に基づき、立ち上がるのを待つ":"Wait to stand up based on the spirit of chivalry","足払いをかけて転ばせる":"You can roll with your feet","私は騎士道精神に基づき、体勢を崩した相手が向き合うのを待つため、バックステップで":"Based on the spirit of chivalry, I backstep to wait for the ill opponent to face me.","後ろに下がり剣を構えた。":"He fell behind and held his sword.","ヴァンドールはすぐに体勢を立て直し突進して来る。":"Vandor soon regains his position and rushes.","その振り上げた剣を":"The sword he swung up","受け止めて反撃する":"Take and fight back","かわしてからもう一度剣を突き出す":"Dodge and stick out the sword again","振り下ろされた剣をかわして剣を突き出す。":"Dodge the sword that was swung down and stick out the sword.","それはもう見た！":"I've seen it already!","ヴァンドールは私の剣先を払いのけ、再度剣を振り上げた。":"Vandor dispelled my sword and swung his sword up again.","体勢を崩したヴァンドールに足払いをかけて転ばせた。":"I put my foot on Vandor, who was out of shape, and let him fall.","騎士道精神など平時のたわ言。":"Peaceful words such as the spirit of chivalry.","これは殺し合いなのだ。":"This is killing each other.","転倒したヴァンドールに飛びかかり、喉元に剣を突き刺した。":"He jumped at the fallen Vandor and stabbed his sword into his throat.","ブチブチと筋繊維を絶つ感覚が、柄を握る手に伝わる。":"The sensation of cutting off muscle fibers is transmitted to the hand holding his handle.","ヴァンドールは声にならない叫びをあげ、血泡を吹いて絶命した。":"Vandor screamed unvoiced, blew blood bubbles and died.","地鳴りのような歓声がコロシアムを包み込んだ。":"A cheer like a rumbling wrapped around the Coliseum.","……見事なり！":"...... It's wonderful!","勝者フィオリーナ！":"Winner Fiorina!","この決闘の話は瞬く間に諸国に広がっていった。":"The story of this duel quickly spread to countries."},"03.ks":{"私が大将になってから、帝国の勢いは増す一方だった。":"Since I became a general, the empire has been gaining momentum.","戦のたびに大きく消耗し、立て直しに時間がかかっていた軍が疲弊しなくなったのだ。":"The army, which was exhausted with each battle and took a long time to rebuild, is no longer exhausted.","その効果は練兵にすぐさま表れた。":"The effect was immediately apparent to the training soldiers.","熟練の兵士たちが増え、規律が磨かれ、精鋭部隊となっていく。":"The number of skilled soldiers will increase, discipline will be refined, and it will become an elite unit.","帝国の軍勢が来ると聞けば、諸国は震えあがった。":"The nations trembled when they heard that the army of the empire was coming.","大陸を統一するのも、もはや時間の問題だろう。":"It's only a matter of time before unifying the continents.","そして、戦に勝てば勝つほど、私はどんどん神格化された。":"And the more I won the battle, the more I was deified.","戦乙女（ヴァルキリー）が攻めてくる":"Valkyrie attacks","兵士たちは私の為に命すら惜しくないと戦うので、連戦連勝だった。":"The soldiers fought for me, so it was a series of victories.","皇帝は大喜びで、しかも私にご執心なようで何度も褥に誘われた。":"The emperor was overjoyed and seemed obsessed with me and was repeatedly invited by the decubitus.","その度に丁重にお断りしているが、奥方である皇后からの憎しみと嫉妬のこもった視線が":"I politely refuse each time, but the hatred and jealousy of the empress who is my wife","痛かった。":"It was painful.","自分の愛する男が、他の女に夢中なのは屈辱だろう。　":"It would be humiliation for a man he loves to be obsessed with other women. Twice","また、普通は民達に人気が出るのは皇后で、実際他国では、その国の皇后が讃えられる":"Also, it is usually the empress that is popular with the people, and in fact in other countries, the empress of that country is praised.","ことが多い。":"Often.","その人気を私に独占されてしまっては面白くないのも解る。":"I also understand that it wouldn't be fun if her popularity was monopolized by me.","ただ私は皇帝の女になる気は無かったし、それを皇后に伝えたかったがきっかけが無かった。":"However, I didn't want to be the emperor's woman, and I wanted to tell the empress, but I didn't have a chance.","戦乙女か……":"Is it a valkyrie ...","神話では戦場で死を定める半神とされている存在だ。":"In mythology, he is a demigod who determines death on the battlefield.","大層な呼び名である。":"It is a large name.","神扱いなどおこがましいと思う反面、悪くない気もしていた。":"While I think it's awkward to treat me as a god, I also felt that it wasn't bad.","どこに行っても特別なのである。":"It's special wherever you go.","民が私を見る目には憧憬が篭もっているし、将校や大臣からの視線も、":"People have a longing to see me, and the eyes of officers and ministers","かつては下卑なものも多かったが、今では畏怖と敬意を感じる。":"In the past, many were vulgar, but now I feel awe and respect.","それまで私を抱こうとしていた将校や大臣達からの口説きが無くなってしまった上":"The quarrels from the officers and ministers who were trying to hold me until then have disappeared.","彼らと目を合わすと恐れるように目を逸らすようになってしまったのは少々寂しい気も":"It feels a little lonely that I started to look away afraid when I met them.","するが、それはやはり私が特別だからで、特別であるということは、気分の良いもの":"But that's because I'm special, and being special feels good","だった。":"was.","戦で沢山の人間を斬ったある日、心身が昂ぶり寝られなかったので剣闘士のチャンピオンで":"One day when I killed a lot of humans in the battle, I couldn't sleep because I was so excited that I was a gladiator champion.","あるレアンドロを呼びつけた。":"I called a Leandro.","レアンドロはかつて帝国が滅ぼした国の将校だった。":"Leandro was once an officer in a country where the empire was destroyed.","奴隷として捉えられ、剣闘士養成所に売られた。":"He was taken as a slave and sold to a gladiator training center.","その身ひとつで死地を何度もくぐり抜けた凄みが、私を一人の少女に戻らせてくれる。":"The awesomeness of having passed through the dead land many times with his own body makes me return to a girl.","フィオ様。民のフィオ様信仰は凄いですよ":"Fio-sama. The people's faith in Fio is amazing.","……":"......","私は傷だらけのたくましい胸板に顔を埋めながら話を聞いていた。":"I was listening while burying my face in a tough chest full of scratches.","今まで、猥画というものがあったのですが、最近はそういうものも出てこなく":"Until now, there was an obscene painting, but recently such a thing has not come out.","なりました。":"became.","神をそういう対象にするのは良くないと、自制が働いたみたいです":"It seems that self-control worked when it was not good to target God as such.","何それ":"What that","私は思わず笑ってしまった。":"I laughed unintentionally.","フィオ様は民の憧れです。私も持っていました。":"Fio is a longing for the people. I also had it.","フィオ様の猥画。":"Fio-sama's obscene painting.","ふーん、":"Hmm,","どんなの？":"What is it like","こういうことをされているフィオ様の画です。":"It is a picture of Fio who is doing this kind of thing.","そういうとレアンドロは、私の両足を持ち上げ力強く開いた。":"Then Leandro lifted my legs and opened them powerfully.","……いやっ":"...... No way","羞恥を感じて、股の間を思わず手で隠す。":"Feeling shame, I hide my crotch with my hands.","レアンドロが素早く顔を股の間に埋めてきて、舌先が私の肉芽を捉えた。":"Leandro quickly buried his face between his crotch, and his tongue caught my granulation.","刹那、背筋を電流が走って、思わずのけぞってしまう。":"A moment, an electric current runs through his spine, and he accidentally squeezes it.","……あっ……！":"……Ah……!","快感に身悶えしながら、私は内股で彼の顔を強く締め付けた。":"Writhing in pleasure, I squeezed his face with his inner thighs.","肉芽を執拗にねぶられ、下半身が溶けていく。":"His granulation is relentlessly struck and his lower body melts.","耐え切れず自ら腰をせりだし、彼の顔に花弁をぐにぐにと押し付けてしまう。":"He couldn't stand it and leaned himself, pushing the petals against his face.","はしたないと思われたかもしれない。":"You might have thought you didn't.","クチュクチュという卑猥な音をわざと立てて、レアンドロが容赦なく肉芽をなめ、しゃぶる。":"Leandro mercilessly licks and sucks the granulation, making an obscene sound of squeaking.","気持ち良すぎて、やめて欲しいけれどやめて欲しくない。":"It feels so good that I want you to stop, but I don't want you to stop.","レアンドロの熱く燃える牡茎を早く入れて欲しいと思う。":"I want Leandro's hot burning stalks to be put in as soon as possible.","その逞しい巨竿で貫いて欲しいと願う。":"I hope you can pierce it with that strong rod.","後頭部が痺れ、浮遊しているような感覚が下半身から這い上がってきていた。":"The back of the head was numb, and the feeling of floating was crawling up from the lower body.","……早く、":"……quickly,","入れて……":"let me in……","恥ずかしい思いをして懇願したというのに、彼は舐めるのをやめない。":"He was embarrassed and begged, but he didn't stop licking.","肉芽を舌先で転がしたり咥えたりして、私の女壷から止めどなく溢れ出る淫蜜を吸い、":"Rolling and holding his granulation with the tip of his tongue, sucking the honey that overflows from my jar without stopping,","貪り飲んでいる。":"I'm hungry.","ぴちゃぴちゃぴちゃ。":"It's fluffy.","クチュクチュ。":"Kuchukuchu.","股の間から、彼の青い瞳が私を射抜く。":"From his crotch, his blue eyes shoot through me.","こんなに濡らしてはしたない女だ。と、瞳に浮かんでいる。":"She is a woman who has never been so wet. Is floating in his eyes.","あっ……、":"Ah……,","早くっ、入れなさいっ……！":"Put it in soon ...!","無視された恥ずかしさと、あまりにも濡れすぎている自らの花弁を恥じらい、":"Ashamed of the neglected embarrassment and the petals of oneself who are too wet,","思わず命令調で叫んでしまった。":"I screamed in spite of myself.","彼は私の足を持ち上げたまま顔をあげ、快楽に悶える私を一瞥すると、":"He raised my face with my legs lifted and glanced at me in agony in pleasure,","その筋肉質の身体をずんと乗せると同時に、ズブリと牡茎をねじ込んできた。":"At the same time as I put the muscular body on it, I screwed in the stalk and the stalk.","……ああっ！":"...... Ah!","思わず声が漏れ、悶えてしまう。":"My voice leaks involuntarily and I agonize myself.","もう、駄目。":"No more.","溶けてしまうっ……！":"It melts ...!","ずん、ずんと、レアンドロが動く度、耐え切れない快感に突き上げられる。":"Every time Leandro moves, he is pushed up by unbearable pleasure.","下半身の感覚が無くなるようだった。":"The sensation in the lower body seemed to disappear.","……フィオ様、フィオ様……！":"...... Fio-sama, Fio-sama ...!","歯を食いしばり、射精を堪えながら私を貫くレアンドロの汗が、額に垂れてくる。":"Leandro's sweat, clenching his teeth and piercing me while enduring ejaculation, drips on his forehead.","愛おしさがこみ上げると同時に、切なさが迫り上がってきて、":"At the same time as his love is rising, the sadness is approaching,","思わず肉芽をレアンドロの恥骨にぐりぐりと押し付けた。":"Involuntarily pressed his granulation against Leandro's pubis.","フィオ様、フィオ！俺、もう……！":"Fio, Fio! I'm already ...!","うあっ、あっ、あっ。いいよっ、一緒にっ！一緒にっ！":"Uh, uh, uh. Okay, together! Together!","レアンドロの背中に激しく爪を立て、必死にしがみついていた。":"He clawed violently on Leandro's back and desperately clung to him.","彼は持ち上げていた私の足を離して背中に手を回す。":"He lifted my foot and put his hand on his back.","私の身体を強く抱き、そして唇を貪るように吸う。星々がきらきらと眼前で瞬いた。":"Hold my body tightly and suck on my lips. The stars flashed in front of me.","あっ…！イク、いっちゃうっ！":"Ah…! Iku, I'm going!","おおおおっ！！":"Oh oh! !!","レアンドロが吠え、ビュル、ビュルルと子宮の奥に精が注がれる。":"Leandro barks, and the spirit is poured into the bur, bururu and the back of the womb.","私の意識は飛び飛びになり、やがて白く染まった。":"My consciousness jumped and eventually turned white.","フィオ様……、俺のような卑しい身分の人間がこんなことを申すのは、失礼と存じますが……":"Fio ... I think it's rude for a lowly person like me to say this ...","貴女が愛しい。":"I love you.","俺が市民になった暁には、どうか俺と……。":"When I become a citizen, please with me ...","待っていてくれますか？":"Will you wait?","分かった。待ってる":"Do you get it. waiting","無言で見つめる":"Stare silently","分かった。":"Do you get it.","待ってる……":"waiting……","私は汗と体液にまみれた身体を拭うこともせずに彼に抱きつき、キスをした。":"I hugged him and kissed him without wiping his body covered in sweat and fluids.","死なないで、":"Do not die,","レアンドロ……":"Leandro ……","私はその問いには答えずに、彼を抱き寄せ、額にキスをした。":"Instead of answering that question, I hugged him and kissed his forehead.","レアンドロは、それから三日後の剣闘で死んだ。":"Leandro died in a sword fight three days later.","チャンピオンになって久しい彼は、あと何回かの勝利でついに恩赦を得て、自由に":"Having been a champion for a long time, he finally got a pardon with a few more victories and was free.","なれる筈だったのだ。":"He was supposed to be.","その彼が敗れる姿を、私はしっかりと見ていた。":"I was watching him lose.","巌のように逞しかった腹を、槍で貫かれていた。":"His belly, which was as strong as Iwao, was pierced by a spear.","死の間際、彼は貴賓席にいる私を見て、口を開き、何か伝えようとした。":"On the verge of his death, he saw me in the guest seat, opened his mouth, and tried to tell him something.","私が頷いたのを、彼は見とめただろうか。今はもうわからない。":"Did he see me nod? I don't know anymore.","その夜、私は少しだけ泣いた。":"That night I cried a little."},"04_a.ks":{"ある日、皇后に呼ばれた。":"One day, he was called by the Empress.","皇后陛下、お呼びでしょうか？":"Her Majesty the Empress, are you calling?","おおよく来た、フィオリーナよ。":"I'm here, Fiorina.","ささ、こちらに来なさい。":"Come on, come here.","はい。":"Yes.","急な話で申し訳ないのだが、今日、他国の大使達がお見えになる。":"I'm sorry for the sudden story, but today I see ambassadors from other countries.","皇后は高そうなワインを飲みながらそう言った。":"The Empress said so over a glass of expensive wine.","この話を聞かされていなかったのは私だけなのだろう。":"I'm probably the only one who didn't hear this story.","皇后の意図を図りかね、返事をせずにいると、彼女は続けた。":"She continued, not responding to her, unintentionally trying to make her empress's intentions.","そこで、フィオリーナ大将に、外交の一環として、講演をして欲しい。":"So I would like General Fiorina to give a lecture as part of her diplomacy.","……はあ":"...... Huh","私は正直戸惑った。":"I was honestly confused.","大使が来られるなら、大将である私が挨拶位するのは慣例通りであるのだが、":"If an ambassador comes, it is customary for me, the general, to greet me.","外交となると話は別だった。":"The story was different when it came to diplomacy.","そういうのは文官の大臣たちの仕事であり、武官の私の仕事ではなかったからだ。":"That was the job of the civilian ministers, not my military attaché.","しかも、今日の今日でという無理難題である。講演となれば、他国の大使のみならず、":"Moreover, it is an unreasonable challenge today. When it comes to lectures, not only ambassadors from other countries, but also","大臣や、私達武官、また、上級国民達も集まる。":"Ministers, military attachés, and senior citizens also gather.","それなりの準備が必要なので恥をかくのは必至である。":"It is inevitable to be ashamed because some preparation is required.","やはり皇后には日頃からよく思われてないからこのような無理を押し付けられるのだ。":"After all, the Empress does not usually think about it, so she is forced to do this.","だが無下に断るわけにもいかない。":"However, I cannot refuse without permission.","少々、お時間が足りないのではないでしょうか？":"Isn't it a little short of time?","私はなるべく失礼にならないように言った。":"I told him not to be rude as much as possible.","皇后は深く頷く。":"The Empress nods deeply.","フィオリーナには申し訳ないことなのじゃが、講演を予定していたデミテリが急病でな。":"She's sorry for Fiorina, but Demiteri, who was planning her talk, was suddenly ill.","なんとか引き受けては貰えないだろうか？":"Will she manage to take over?","なるほど、元老院議官のデミテリ大臣の代わりというわけか。":"I see, it's a substitute for Minister Demiteri, a member of the Senate.","でも……。":"but…….","私は差し出されたワインを飲みながら考えた。デミテリ大臣の原稿があれば、それを元に":"I thought while drinking the wine offered. Based on the manuscript of Minister Demiteri, if any","他の議官がやれば済むことだった。":"It would have been done by another member of the Diet.","他の大臣では無理なのでしょうか？":"Is it impossible for other ministers?","それもそうなのじゃが、わらわとしては、我が国の英雄フィオリーナの威光を他国に":"That's the case, but as a matter of fact, the prestige of our hero Fiorina is passed on to other countries.","知らしめたい思いがある。":"I have a desire to let you know.","もし上手くいけば、戦争をせずとも国を手に入れることも出来るであろう。":"If all goes well, we could get the country without a war.","そうすれば無駄な民草の血を流さずとも済むし、兵を殺さずとも済む。":"That way, you don't have to shed the blood of wasted folk grass, and you don't have to kill your soldiers.","無駄な戦争をしなくて済むのは私も望むところだ。":"I also hope that there will be no wasted war.","望むところだが……。":"I hope ...","しかし陛下、時間があまりにも足りないのです":"But Your Majesty, you don't have enough time.","そこをなんとかして欲しい。":"I want you to do something about it.","こうしてわらわが頭を下げておる。":"This is how I bow my head.","何、戦の話をしてくれれば良いのじゃ。":"What should I talk about the war?","文官が多いから、戦とはどういうものなのか、":"Since there are many civilians, what is a war like?","どれだけ虚しいものなのかを説いて":"Preach how empty it is","くれれば良い。":"Please give me.","戦の……":"Of the war ...","そうじゃ。":"That's right.","戦で、フィオリーナが何を感じているのか、本当のところを話すだけで良い。":"All you have to do is tell the truth about what Fiorina feels in the war.","頼む。":"ask.","この役割はそなたにしか出来ぬ。":"Only you can play this role.","ここまで言われたら断ることは出来ない。":"I can't refuse if I'm told so far.","私はワインをぐいと飲み干してから答えた。":"I drank the wine and replied.","承知致しました、準備致します。":"I understand, I will prepare.","おおっ！ありがたい！":"Oh! appreciated!","フィオリーナよ、感謝するぞ！":"Thank you, Fiorina!","三時間後じゃ。":"Three hours later.","よろしく頼んだぞ。":"She asked for it.","そう言ってまたワインを薦められたが、丁重に断ってから下がった。":"After saying that, I was recommended to wine again, but after politely refusing, I went down.","急いで準備をしなくては。":"I have to get ready in a hurry.","たかが三時間程度でさしたる準備が出来るでも無い。":"It's only about three hours and I'm not ready to go.","結局は身なりを整える位の時間しか無く、明らかな準備不足で臨むしか無かった。":"In the end, I had only enough time to get dressed, and I had no choice but to face it due to a clear lack of preparation.","話はその場で考える他ないだろう。":"There is no choice but to think about the story on the spot.","「さて次は、我が帝国が誇る大将軍にお話しをいただきます。":"Next, I would like to talk to the general who is proud of our empire.","その剣さばきは疾風の如く、その美しさ女神の如し。":"His sword judgment is like a gale, like a beauty goddess.","美と力を兼ね備えた類まれなる存在、戦乙女フィオリーナ大将軍です！」":"\"A unique existence that combines beauty and power, General Fiorina, the war maiden! \"","ホールに割れんばかりの拍手が巻き起こる。":"A crackling applause occurs in the hall.","相変わらず私はこういうものが苦手で、今日もひどく緊張した。":"As usual, I'm not good at this kind of thing, and I was very nervous today.","人目に晒されているという感覚がどうにも苦手で、どこかへ隠れてしまいたい気分だ。":"I don't really like the feeling of being exposed to the public, and I feel like I want to hide somewhere.","深呼吸し、小さな震えを抑える。":"Take a deep breath and suppress small tremors.","同時に、きゅっと下腹部に尿意が差し込んだ。":"At the same time, the urge to urinate was inserted into the lower abdomen.","準備に手間取って、厠に寄れなかったせいだ。":"It was because I couldn't get to the bathroom because I had to take time to prepare.","腰にさした剣の位置を確認するフリをして、片手でぎゅっと股を抑える。":"Pretend to check the position of the sword on your waist and hold your crotch tightly with one hand.","戦では命のやり取りを何度もしているというのに、それとこれとは別ということか。":"It's different from that, even though life is exchanged many times in the war.","ままならぬ肉体に、我ながらため息が出る。":"I sigh in my unrelenting body.","落ち着け。":"Calm down.","今は殺し合いではないし、この場に敵がいるわけでもない。":"We are not killing each other now, and there are no enemies here.","これは単なる見世物だ。":"This is just a spectacle.","私というこの国の宣伝塔のお披露目会だ。":"It's an unveiling of a promotional tower in this country called me.","人々が期待するのは戦乙女として、威風堂々としている私だ。":"What people expect is me, who is dignified as a war maiden.","緊張して、尿意をこらえている私など誰も期待していない。":"No one is expecting me, who is nervous and reluctant to urinate.","ならば私は、期待に応えねば……":"Then I have to live up to my expectations ...","壇上にあがり、拍手が鳴り止むのを待つ。":"Go up on the stage and wait for the applause to stop.","緊張感が漂う。":"There is a feeling of tension.","人々が私を見ている。":"People are looking at me.","尿意が高まる。":"Increased urge to urinate.","それから少しの高揚感。":"Then a little uplifting feeling.","拳を握りしめ、口を開いた。":"I clenched my fist and opened my mouth.","私は、いや、この国は、戦争が嫌いだ。":"I hate war in this country, no.","聴衆がざわめき出した。":"The audience buzzed.","それはそうだ、戦争ばかりしている国の将軍がそんなことを言い出すのだ。":"That's right, the general of a war-torn country says that.","そもそも戦争が好きな国などあるのだろうか。":"Is there any country that likes war in the first place?","戦争が好きな人間はいるかもしれない。":"Some people may like war.","しかし、それは戦争によってもたらされる利益が欲しいだけであって、例えば戦争をせずとも":"But it only wants the benefits of war, for example, without war.","それが手に入るのであれば、戦う人は減るだろう。":"If it is available, fewer people will fight.","皆、静かに私の話に耳を傾け始めた。":"Everyone quietly began to listen to me.","私たちは戦争が好きな訳ではない。":"We don't like war.","かと言って、今言ったような利益が欲しいわけでもない。":"But that doesn't mean I want the benefits I just mentioned.","皇帝、大使、文官、武官、上級国民、数千の視線が私に集まった。":"The emperor, ambassador, civilian, military attaché, senior citizens, and thousands of eyes gathered at me.","大将軍ともなれば、戦場で幾万もの視線に囲まれることもある。":"As a general, you can be surrounded by tens of thousands of eyes on the battlefield.","だが、今のそれは、戦場のものとはまた違って感じた。":"But now it feels different from the one on the battlefield.","では何故戦うのか。":"Then why fight?","憎いからだろうか。":"Is it because I hate it?","敵国の人間は、私達と違う種族なのだろうか。":"Are humans in the enemy country a different race from us?","彼らは人を殺すのが好きなのだろうか。":"Do they like to kill people?","私達を憎んでいるからだろうか":"Is it because I hate us?","殺して奪う、これは楽しいことなのだろうか。":"Kill and rob, is this fun?","快楽なのだろうか。":"Is it pleasure?","他者を思いのままに操る、":"Manipulate others at will,","自分の思い通りにする快感は確かにあるのかもしれない。":"There may certainly be pleasure to do what you want.","私も卑しい人間だ。そういう感情が無いとは言わない。":"I am also a lowly person. I do not say that there is no such feeling.","自分の意に従わない人間を断罪し、力で言うことを聞かせることもある。":"Sometimes he condemns a person who does not obey his will and lets him say what he says by force.","しかし、その場では言うことは聞くが、腹の中はどうだろう。":"However, I hear what you say on the spot, but what about your stomach?","憎しみが生まれ、殺意が芽を出し、争いが産まれる。":"Hatred is born, murderous intent sprout, and conflict is born.","身内を殺されたら、殺した人間を殺したい。":"If my relatives are killed, I want to kill the person who killed me.","殺した人間を、また誰かが殺す。":"Someone kills the killed person again.","憎しみが続き、戦争は終わらない":"Hatred continues and the war never ends","私達は戦争が嫌いだから、早く終わらせたい。":"We hate war, so we want to end it early.","そのためどこかで憎しみの連鎖を絶たなくてはならないことは自明の理だ！":"So it's self-evident that we have to break the chain of hatred somewhere!","言葉が自然と紡ぎだされ、集中する。":"Words are naturally spun and concentrated.","その為には統一されたルールが必要だ。":"For that, we need unified rules.","誰もが守るべきルールが必要だ。":"We need rules that everyone should follow.","ルールを守らない者は例え貴族でも罰せられる。":"Those who do not follow the rules will be punished even if they are aristocrats.","そう、王族、皇帝でも例外ではない。":"Yes, royalty and emperors are no exception.","大陸の生きとし生ける者すべてがルールを守ることで秩序が保たれる。":"Order is maintained by obeying the rules of all living beings on the continent.","それは、憎しみの目を摘むことに繋がるだろう。":"It will lead to a catch of hatred.","今は、各国独自の法律があると思う。":"I think each country has its own laws now.","私たちの理想は統一法を作ることだ……っ":"Our ideal is to create a unified law ...","ごろごろごろと、不穏な音が腹からして、急に腹痛に襲われた。":"Around, a disturbing sound came from my stomach, and I suddenly suffered from abdominal pain.","とたんに忘れていた尿意が蘇り、同時に強烈な便意が押し寄せる。":"Immediately, the forgotten urge to urinate revives, and at the same time, a strong urge to defecate rushes in.","……ごほんっ":"...... Really","咳払いで誤魔化す。":"Clear your throat and deceive.","皆は話の続きを静かに待っている。":"Everyone is quietly waiting for the continuation of the story.","えー、統一法……が、そう、ルールを守ることが大切であり、私達は、その、":"Well, the unified law ... but yes, it's important to follow the rules, and we","最初のルール作りというものをする、大国の義務、そう、義務が……":"The duty of a great power to make the first rule, yes, the duty is ...","ゴロゴロゴロ、ギュルルルル。":"Gorogoro, Gururururu.","痛い。":"pain.","これは一刻を争う。":"This competes for the moment.","今すぐ厠に行かなくては……！":"I have to go to the bathroom right now ...!","強い内圧が肛門にかかる。":"Strong internal pressure is applied to the anus.","直ぐに体外へと排泄しろと脳が命令をくだしている。":"The brain commands that it be immediately excreted outside the body.","私はその脳に逆らい、肛門に力を入れて直立する。":"I go against the brain and put my anus upright.","厠に入ったら、直ぐに鎧のここの紐を外して……、":"Immediately after entering the toilet, remove the string here from the armor ...","などと排泄することばかりに向く意識を引き戻し、言葉を紡ぐ。":"It brings back the consciousness that is suitable only for excretion and spins words.","大国の義務があると、私は考える……":"I think there is a duty of a great power ...","ギュルルル……。":"Gurululu …….","間髪入れず、先程よりも強い便意が襲いかかった。":"I didn't put a haircut, and a stronger urge to defecate than before.","これは最早無理だ。":"This is no longer possible.","今すぐ話を終わらせて、厠に駆け込まないと不味い。":"It's unpleasant if you don't finish the story right now and run into the bathroom.","こんなにも大勢の前でそれだけは嫌だ。死んでも嫌だ。":"I hate it in front of so many people. I don't want to die.","その状況だけは絶対に避けねばならない。":"Only that situation must be absolutely avoided.","衆目の前で下痢を撒き散らすなんて、とても耐えられない。":"It's very unbearable to spread diarrhea in front of the public.","これでも万の兵を率いる将で、嫁入り前の女なのだから。":"Even this is a general who leads all the soldiers and is a woman before marriage.","ともかく、私達は……戦争をなくすべく……、戦っている。":"Anyway, we are fighting ... to end the war.","以上。":"that's all.","話の終わらせ方が強引過ぎたか、席がざわめく。":"The way to end the story was too aggressive, or the seats buzzed.","今はそんなことはどうでも良くて、一刻も早く排泄してしまいたかった。":"I don't care about that now, and I wanted to excrete it as soon as possible.","尻の穴をキュゥと締める。":"Tighten the hole in the butt.","身体を揺らしていないと、漏らしてしまいそうだ。":"If you don't shake your body, it's likely to leak.","壇上から降りようとしたその時、声があがった。":"When I was about to get off the stage, I heard a voice.","フィオリーナ大将。":"General Fiorina.","少し質問がある。":"I have a few questions.","よろしいか？":"Are you sure?","すぐ後ろから声がして振り向くと、皇后が立っていた。":"Immediately behind me, I heard a voice and turned around, and the Empress was standing.","なんてことだ。":"What a hell.","このタイミングで質問など。":"Questions etc. at this timing.","だが無視は出来ない。":"However, it cannot be ignored.","断ってやり過ごすしかない。":"There is no choice but to refuse and pass.","……皇后陛下、すみませんが後で応えさせて頂きます……っ。":"...... Her Majesty the Empress, I'm sorry, but I'll answer later ...","その瞬間、プスッ……とおならが漏れてしまった。":"At that moment, the farewell leaked.","音はざわめきにかき消されたが、臭いが尻から漏れだした。":"The sound was drowned out, but the smell leaked from my hips.","皇后の眉がぴくりと動き、近くにいた兵士も眉を潜め、鼻をすすった。":"The Empress's eyebrows snapped, and a soldier near her also hid her eyebrows and sipped her nose.","嗅がれた。":"I was sniffed.","私の忌むべき臭いを。":"My abominable smell.","意図せず、下半身の孔から漏れだしてしまった悪臭を。":"The stench that unintentionally leaked from the hole in the lower body.","それでも、気づかせてはいけない。":"Still, don't let it go.","便を我慢しているということなど。":"Being patient with stools.","気づかれていないよう、祈るしかない。":"I have no choice but to pray so that I will not be noticed.","フィオリーナ大将、":"General Fiorina,","ここにいる誰もが、そなたの戦感を":"Everyone here feels like your fight","知りたいと思っている。":"I want to know.","皆もそうではありませんか？":"Isn't everyone the same?","おおーっという歓声と拍手が広がる。":"The cheers and applause spread.","その振動すら、便意を刺激するような気がした。":"Even the vibration felt like stimulating the desire to defecate.","靴を確認するふりをしてしゃがみ、局部と肛門をかかとにぐりぐりと押し当てながら":"Pretending to check your shoes, crouching, pressing the local area and anus against your heels","便意に耐える。":"Withstand the urge to defecate.","ほらフィオリーナ、立ちなさい。":"Look, Fiorina, stand up.","ふふふ……どこまで我慢できるかの？":"Fufufu …… How much can you put up with?","……っ！":"……NS!","この瞬間、私は理解した。":"At this moment I understood.","皇后に盛られたのだ。":"It was served by the Empress.","なんて酷いことをするのだろう。":"What a terrible thing to do!","この急激な便意と尿意、何かがあのワインに入っていたのだ。":"This sudden urge to defecate and urinate, something was in that wine.","私に恥をかかせる為、屈辱を味わわせる為に。":"To embarrass me, to taste humiliation.","そうこうしている間にも、便意は強まるばかりだ。":"Even while doing so, the urge to defecate is only getting stronger.","肛門の内側から圧がかかり、今にも熱いマグマを噴き出そうとしている。":"Pressure is applied from the inside of the anus, and it is about to spout hot magma.","ガスを抜ければ楽になるのだが、万が一を思うと、怖い。":"It will be easier if you get out of the gas, but in the unlikely event that it happens, it's scary.","嗚呼、漏れる漏れる……っ。":"Hey, leak, leak ...","漏れてしまう……っ。":"It leaks ...","漏らしてしまう……っ！":"I will leak it ...!","こんなところで漏らしてしまったら。":"If you leak it in such a place.","こんなにも大勢の前で糞を漏らすなんて考えただけでもおぞましい……。":"It's horrible just to think about leaking feces in front of so many people ...","ああ。もういっそ、死んでしまおうか。":"Ah. Shall I die anymore?","今この場で、脇に帯びた剣を抜き、自らの喉を貫いて。":"Now, pull out the sword on your side and pierce your throat.","いや、それもだめだ。":"No, that's no good.","死んでしまえば、筋肉が弛緩して結局失禁してしまう。":"When he dies, his muscles relax and eventually incontinence.","耐えられない。":"Intolerable.","なんという屈辱だろうか。":"What a humiliation!","今の私は豪華な鎧を身にまといながら、便意を我慢する姿を大勢の前に晒している、":"Now I'm wearing gorgeous armor, and I'm exposing a lot of people to put up with the desire to defecate.","単なる小娘に過ぎなかった。":"She was just a little girl.","なんという悪趣味な見世物だろうか！":"What a bad taste spectacle!","屈辱と便意に震えながら、気づくと涙が浮かんでいた。":"I was trembling with humiliation and urgency, and when I noticed, tears came to my eyes.","括約筋が緩み尻から熱いガスが漏れてしまった。":"Her sphincter loosened and hot gas leaked from her hips.","近くの兵士の驚いた視線を感じた。":"She felt the surprised gaze of a nearby soldier.","すぐに辺りに異様な臭いが漂う。":"Immediately there is a strange smell around.","臭い。":"odor.","恥ずかしい。":"It's embarrassing.","皇后は口元に下卑た笑みを浮かべている。":"The Empress has a sneaky smile on her mouth.","もう一刻の猶予も無い。":"She has no time to spare.","早く、今すぐに厠に駆け込み、この鎧を脱ぎ捨てしゃがみ、便と尿を排泄しなくては！":"I have to rush into the kitchen right away, take off this armor, crouch down, and excrete stool and urine!","いや、もう厠には間に合わない！":"No, I can't make it in time for the toilet anymore!","ならば、せめて人目を避けられるところに辿りつけないだろうか。":"Then, can we at least reach a place where we can avoid the public eye?","ほんの物陰でも良い。この衆目の中でうんちお漏らしなんて":"It can be just a shadow. Pooping in this public eye","あまりにも酷すぎる。":"It's too terrible.","皇后の憎しみはそれほどだったのだろうか？":"Was her empress hatred so much?","私はそんなに悪いことをしただろうか？":"Did I do so bad?","確かに民の人気はある。":"Certainly the people are popular.","皇帝も私にご執心だ。":"The emperor is also obsessed with me.","だが、私はこの国の為に命を賭けて戦ってきた！":"But I've been fighting for my life for this country!","それなのにこの仕打ちはあんまりだ。":"However, this treatment is not so much.","酷いよっ…！":"It's terrible ...!","ふざけんな！":"Do not be silly!","ああっ！うんこ漏れるっ。":"Oh! Yeah it leaks.","漏れちゃうよっ！":"It will leak!","もう限界だった。":"It was already the limit.","恥も外聞もなく尻を抑えながら走りだそうとした時、":"When I tried to run while holding down my hips without shame or hearing","すっと皇后の手が私の腕を捉えた。":"The Empress's hand caught my arm.","内圧に耐えきれなくなった括約筋が仕事を放棄し、":"The sphincter, unable to withstand the internal pressure, abandoned his work","孔が広がり肛門が盛り上がる。":"The hole widens and the anus rises.","すぐに忌々しい感覚が下着の中に膨らみ、あっという間にあふれ出した。":"Immediately a nasty sensation swelled in my underwear and quickly overflowed.","尻から足に生暖かく気持ち悪い感触が伝わって行く。":"A warm and unpleasant feeling is transmitted from her hips to her feet.","堰を切ったように、便が、尿が、溢れ出した。":"The stool and urine overflowed as if the weir had been cut.","もう、止まらない。":"It won't stop anymore.","猛烈な我慢からの解放。":"Free from ferocious patience.","ある種の快感の萌芽。":"The sprout of some kind of pleasure.","力が抜け、その場にへたりこむ。":"I lose my strength and slump into the place.","グチュと、気持ちの悪い感覚が下半身に広がる。":"Guchu and an unpleasant sensation spread to the lower body.","手で顔を隠そうとするが、皇后に片手を引かれている為、それすら許されない。":"I try to hide my face with my hands, but I can't even do that because the Empress is pulling one hand.","猛烈な便臭が辺りに充満した。悪臭に皇后が咳き込んでいる。":"The area was filled with a fierce stool odor. The empress is coughing in the stench.","おやおやフィオリーナ、":"Oops Fiorina,","具合が悪かったのだな。":"I wasn't feeling well.","可哀想に、":"Oh, poor you,","臭い、臭いのう":"Smell, smell","「おいおい、信じられないよ」":"Hey, I can't believe it.","「戦乙女だろあれ」":"Be a valkyrie","「下痢便まみれじゃないか」":"Isn't it covered with diarrhea stool?","「茶色いのあれうんこだよね」":"It's brown, isn't it?","「おしっこも漏らしてるぞ」":"I'm leaking pee too.","「嘘だろあの大将軍が？」":"Is that a lie?","「誰か隠してあげなよ……」":"Hide someone ...","「臭っさ！」":"Smell!","「お腹、痛かったんだろうな」":"I think I had a stomachache.","「大惨事じゃあないか……」":"Isn't it a catastrophe ...","「臭いなあ」":"It smells","「臭いよね」":"It smells","「すごいニオイ……」":"Awesome smell ...","「悲惨……」":"Misery ...","「終わったね、あの女将軍も」":"It's over, that female general too.","言葉のひとつひとつが私の心を抉り壊していく。":"Each word destroys my heart.","下痢を漏らしながら、その場から逃げることも許されず晒し者になる私に、":"While leaking diarrhea, I was not allowed to escape from the place and became an exposed person,","腹痛の波が再度襲いかかり、また噴き出す。":"A wave of abdominal pain strikes again and spouts again.","嫌な音が、臭いが、再び私の下半身から発せられる。":"An unpleasant sound, a smell, emanates from my lower body again.","うわっ、まだでるのかの。":"Wow, is it still out?","厠まで我慢できぬのか？":"Can't you put up with the toilet?","よい大人が":"Good adults","「もう離してあげたら良いのに」":"I wish I could let you go","「また出てる」":"I'm out again","「悪趣味なショウだな」":"It's a bad taste show","「テンション上がってきた」":"Tension has risen","「臭い」":"odor","やめて、私を見ないで。":"Stop and don't look at me.","お願いだから私を消して。":"Please erase me.","ここから私を消して。":"Erase me from here.","見ないで。":"do not look.","見ないで……！":"do not look……!","お願いだから。":"please.","お願いします……。":"please…….","どうか。":"please.","お願い殺して……。":"Please kill me ...","部屋の中で、女の肉体が揺れている。":"The woman's body is shaking in the room.","若くして万の軍勢を率い、戦乙女と畏怖され敬愛された大将軍のしなやかな肉体である。":"She is the lithe body of a war maiden and awe-inspired general who led a million troops at a young age.","天井の梁から吊られたロープにぶら下がるように、ゆらゆらと揺れている。":"It sways like hanging from a rope hung from a beam on the ceiling.","弛緩した筋肉がゆるみ、孔という孔から体液が漏れ出し、床に敷かれた異国の":"Her relaxed muscles loosen, fluid leaks through a hole called a hole, and a foreign country laid on the floor","豪華な織物に滴っている。":"Dripping on a luxurious fabric.","ポタリ、ポタリ。":"Potari, Potari.","涙の痕が痛々しく残る頬に、やさしく口付ける影があった。":"There was a gentle kissing shadow on her cheek, where the scars of her tears remained painfully.","「腹に、穴の空いた影でした」":"It was a shadow with a hole in my belly.","最初に死体を発見した下女は、そう報告した。":"The maiden who first found the corpse reported that."},"04_b.ks":{"ある日、皇后に呼ばれた。":"One day, he was called by the Empress.","皇后陛下、お呼びでしょうか？":"Her Majesty the Empress, are you calling?","おおよく来た、フィオリーナよ。":"I'm here, Fiorina.","ささ、こちらに来なさい。":"Come on, come here.","はい。":"Yes.","急な話で申し訳ないのだが、今日、他国の大使達がお見えになる。":"I'm sorry for the sudden story, but today I see ambassadors from other countries.","皇后は高そうなワインを飲みながらそう言った。":"The Empress said so over a glass of expensive wine.","この話を聞かされていなかったのは私だけなのだろう。":"I'm probably the only one who didn't hear this story.","皇后の意図を図りかね、返事をせずにいると、彼女は続けた。":"She continued, not responding to her, unintentionally trying to make her empress's intentions.","そこで、フィオリーナ大将に、外交の一環として、講演をして欲しい。":"So I would like General Fiorina to give a lecture as part of her diplomacy.","……はあ":"...... Huh","私は正直戸惑った。":"I was honestly confused.","大使が来られるなら、大将である私が挨拶位するのは慣例通りであるのだが、":"If an ambassador comes, it is customary for me, the general, to greet me.","外交となると話は別だった。":"The story was different when it came to diplomacy.","そういうのは文官の大臣たちの仕事であり、武官の私の仕事ではなかったからだ。":"That was the job of the civilian ministers, not my military attaché.","しかも、今日の今日でという無理難題である。講演となれば、他国の大使のみならず、":"Moreover, it is an unreasonable challenge today. When it comes to lectures, not only ambassadors from other countries, but also","大臣や、私達武官、また、上級国民達も集まる。":"Ministers, military attachés, and senior citizens also gather.","それなりの準備が必要なので恥をかくのは必至である。":"It is inevitable to be ashamed because some preparation is required.","やはり皇后には日頃からよく思われてないからこのような無理を押し付けられるのだ。":"After all, the Empress does not usually think about it, so she is forced to do this.","だが無下に断るわけにもいかない。":"However, I cannot refuse without permission.","少々、お時間が足りないのではないでしょうか？":"Isn't it a little short of time?","私はなるべく失礼にならないように言った。":"I told him not to be rude as much as possible.","皇后は深く頷く。":"The Empress nods deeply.","フィオリーナには申し訳ないことなのじゃが、講演を予定していたデミテリが急病でな。":"She's sorry for Fiorina, but Demiteri, who was planning her talk, was suddenly ill.","なんとか引き受けては貰えないだろうか？":"Will she manage to take over?","なるほど、元老院議官のデミテリ大臣の代わりというわけか。":"I see, it's a substitute for Minister Demiteri, a member of the Senate.","でも……。":"but…….","私は差し出されたワインを飲みながら考えた。デミテリ大臣の原稿があれば、それを元に":"I thought while drinking the wine offered. Based on the manuscript of Minister Demiteri, if any","他の議官がやれば済むことだった。":"It would have been done by another member of the Diet.","他の大臣では無理なのでしょうか？":"Is it impossible for other ministers?","それもそうなのじゃが、わらわとしては、我が国の英雄フィオリーナの威光を他国に":"That's the case, but as a matter of fact, the prestige of our hero Fiorina is passed on to other countries.","知らしめたい思いがある。":"I have a desire to let you know.","もし上手くいけば、戦争をせずとも国を手に入れることも出来るであろう。":"If all goes well, we could get the country without a war.","そうすれば無駄な民草の血を流さずとも済むし、兵を殺さずとも済む。":"That way, you don't have to shed the blood of wasted folk grass, and you don't have to kill your soldiers.","無駄な戦争をしなくて済むのは私も望むところだ。":"I also hope that there will be no wasted war.","望むところだが……。":"I hope ...","しかし陛下、時間があまりにも足りないのです":"But Your Majesty, you don't have enough time.","そこをなんとかして欲しい。":"I want you to do something about it.","こうしてわらわが頭を下げておる。":"This is how I bow my head.","何、戦の話をしてくれれば良いのじゃ。":"What should I talk about the war?","文官が多いから、戦とはどういうものなのか、":"Since there are many civilians, what is a war like?","どれだけ虚しいものなのかを説いて":"Preach how empty it is","くれれば良い。":"Please give me.","戦の……":"Of the war ...","そうじゃ。":"That's right.","戦で、フィオリーナが何を感じているのか、本当のところを話すだけで良い。":"All you have to do is tell the truth about what Fiorina feels in the war.","頼む。":"ask.","この役割はそなたにしか出来ぬ。":"Only you can play this role.","ここまで言われたら断ることは出来ない。":"I can't refuse if I'm told so far.","私はワインをぐいと飲み干してから答えた。":"I drank the wine and replied.","承知致しました、準備致します。":"I understand, I will prepare.","おおっ！ありがたい！":"Oh! appreciated!","フィオリーナよ、感謝するぞ！":"Thank you, Fiorina!","三時間後じゃ。":"Three hours later.","よろしく頼んだぞ。":"She asked for it.","そう言ってまたワインを薦められたが、丁重に断ってから下がった。":"After saying that, I was recommended to wine again, but after politely refusing, I went down.","急いで準備をしなくては。":"I have to get ready in a hurry.","たかが三時間程度でさしたる準備が出来るでも無い。":"It's only about three hours and I'm not ready to go.","結局は身なりを整える位の時間しか無く、明らかな準備不足で臨むしか無かった。":"In the end, I had only enough time to get dressed, and I had no choice but to face it due to a clear lack of preparation.","話はその場で考える他ないだろう。":"There is no choice but to think about the story on the spot.","「さて次は、我が帝国が誇る大将軍にお話しをいただきます。":"Next, I would like to talk to the general who is proud of our empire.","その剣さばきは疾風の如く、その美しさ女神の如し。":"His sword judgment is like a gale, like a beauty goddess.","美と力を兼ね備えた類まれなる存在、戦乙女フィオリーナ大将軍です！」":"\"A unique existence that combines beauty and power, General Fiorina, the war maiden! \"","ホールに割れんばかりの拍手が巻き起こる。":"A crackling applause occurs in the hall.","相変わらず私はこういうものが苦手で、今日もひどく緊張した。":"As usual, I'm not good at this kind of thing, and I was very nervous today.","人目に晒されているという感覚がどうにも苦手で、どこかへ隠れてしまいたい気分だ。":"I don't really like the feeling of being exposed to the public, and I feel like I want to hide somewhere.","深呼吸し、小さな震えを抑える。":"Take a deep breath and suppress small tremors.","同時に、きゅっと下腹部に尿意が差し込んだ。":"At the same time, the urge to urinate was inserted into the lower abdomen.","準備に手間取って、厠に寄れなかったせいだ。":"It was because I couldn't get to the bathroom because I had to take time to prepare.","腰にさした剣の位置を確認するフリをして、片手でぎゅっと股を抑える。":"Pretend to check the position of the sword on your waist and hold your crotch tightly with one hand.","戦では命のやり取りを何度もしているというのに、それとこれとは別ということか。":"It's different from that, even though life is exchanged many times in the war.","ままならぬ肉体に、我ながらため息が出る。":"I sigh in my unrelenting body.","落ち着け。":"Calm down.","今は殺し合いではないし、この場に敵がいるわけでもない。":"We are not killing each other now, and there are no enemies here.","これは単なる見世物だ。":"This is just a spectacle.","私というこの国の宣伝塔のお披露目会だ。":"It's an unveiling of a promotional tower in this country called me.","人々が期待するのは戦乙女として、威風堂々としている私だ。":"What people expect is me, who is dignified as a war maiden.","緊張して、尿意をこらえている私など誰も期待していない。":"No one is expecting me, who is nervous and reluctant to urinate.","ならば私は、期待に応えねば……":"Then I have to live up to my expectations ...","壇上にあがり、拍手が鳴り止むのを待つ。":"Go up on the stage and wait for the applause to stop.","緊張感が漂う。":"There is a feeling of tension.","人々が私を見ている。":"People are looking at me.","尿意が高まる。":"Increased urge to urinate.","それから少しの高揚感。":"Then a little uplifting feeling.","拳を握りしめ、口を開いた。":"I clenched my fist and opened my mouth.","私は、いや、この国は、戦争が嫌いだ。":"I hate war in this country, no.","聴衆がざわめき出した。":"The audience buzzed.","それはそうだ、戦争ばかりしている国の将軍がそんなことを言い出すのだ。":"That's right, the general of a war-torn country says that.","そもそも戦争が好きな国などあるのだろうか。":"Is there any country that likes war in the first place?","戦争が好きな人間はいるかもしれない。":"Some people may like war.","しかし、それは戦争によってもたらされる利益が欲しいだけであって、例えば戦争をせずとも":"But it only wants the benefits of war, for example, without war.","それが手に入るのであれば、戦う人は減るだろう。":"If it is available, fewer people will fight.","皆、静かに私の話に耳を傾け始めた。":"Everyone quietly began to listen to me.","私たちは戦争が好きな訳ではない。":"We don't like war.","かと言って、今言ったような利益が欲しいわけでもない。":"But that doesn't mean I want the benefits I just mentioned.","皇帝、大使、文官、武官、上級国民、数千の視線が私に集まった。":"The emperor, ambassador, civilian, military attaché, senior citizens, and thousands of eyes gathered at me.","大将軍ともなれば、戦場で幾万もの視線に囲まれることもある。":"As a general, you can be surrounded by tens of thousands of eyes on the battlefield.","だが、今のそれは、戦場のものとはまた違って感じた。":"But now it feels different from the one on the battlefield.","では何故戦うのか。":"Then why fight?","憎いからだろうか。":"Is it because I hate it?","敵国の人間は、私達と違う種族なのだろうか。":"Are humans in the enemy country a different race from us?","彼らは人を殺すのが好きなのだろうか。":"Do they like to kill people?","私達を憎んでいるからだろうか":"Is it because I hate us?","殺して奪う、これは楽しいことなのだろうか。":"Kill and rob, is this fun?","快楽なのだろうか。":"Is it pleasure?","他者を思いのままに操る、":"Manipulate others at will,","自分の思い通りにする快感は確かにあるのかもしれない。":"There may certainly be pleasure to do what you want.","私も卑しい人間だ。そういう感情が無いとは言わない。":"I am also a lowly person. I do not say that there is no such feeling.","自分の意に従わない人間を断罪し、力で言うことを聞かせることもある。":"Sometimes he condemns a person who does not obey his will and lets him say what he says by force.","しかし、その場では言うことは聞くが、腹の中はどうだろう。":"However, I hear what you say on the spot, but what about your stomach?","憎しみが生まれ、殺意が芽を出し、争いが産まれる。":"Hatred is born, murderous intent sprout, and conflict is born.","身内を殺されたら、殺した人間を殺したい。":"If my relatives are killed, I want to kill the person who killed me.","殺した人間を、また誰かが殺す。":"Someone kills the killed person again.","憎しみが続き、戦争は終わらない":"Hatred continues and the war never ends","私達は戦争が嫌いだから、早く終わらせたい。":"We hate war, so we want to end it early.","そのためどこかで憎しみの連鎖を絶たなくてはならないことは自明の理だ！":"So it's self-evident that we have to break the chain of hatred somewhere!","言葉が自然と紡ぎだされ、集中する。":"Words are naturally spun and concentrated.","その為には統一されたルールが必要だ。":"For that, we need unified rules.","誰もが守るべきルールが必要だ。":"We need rules that everyone should follow.","ルールを守らない者は例え貴族でも罰せられる。":"Those who do not follow the rules will be punished even if they are aristocrats.","そう、王族、皇帝でも例外ではない。":"Yes, royalty and emperors are no exception.","大陸の生きとし生ける者すべてがルールを守ることで秩序が保たれる。":"Order is maintained by obeying the rules of all living beings on the continent.","それは、憎しみの目を摘むことに繋がるだろう。":"It will lead to a catch of hatred.","今は、各国独自の法律があると思う。":"I think each country has its own laws now.","私たちの理想は統一法を作ることだ……っ":"Our ideal is to create a unified law ...","ごろごろごろと、不穏な音が腹からして、急に腹痛に襲われた。":"Around, a disturbing sound came from my stomach, and I suddenly suffered from abdominal pain.","とたんに忘れていた尿意が蘇り、同時に強烈な便意が押し寄せる。":"Immediately, the forgotten urge to urinate revives, and at the same time, a strong urge to defecate rushes in.","……ごほんっ":"...... Really","咳払いで誤魔化す。":"Clear your throat and deceive.","皆は話の続きを静かに待っている。":"Everyone is quietly waiting for the continuation of the story.","えー、統一法……が、そう、ルールを守ることが大切であり、私達は、その、":"Well, the unified law ... but yes, it's important to follow the rules, and we","最初のルール作りというものをする、大国の義務、そう、義務が……":"The duty of a great power to make the first rule, yes, the duty is ...","ゴロゴロゴロ、ギュルルルル。":"Gorogoro, Gururururu.","痛い。":"pain.","これは一刻を争う。":"This competes for the moment.","今すぐ厠に行かなくては……！":"I have to go to the bathroom right now ...!","強い内圧が肛門にかかる。":"Strong internal pressure is applied to the anus.","直ぐに体外へと排泄しろと脳が命令をくだしている。":"The brain commands that it be immediately excreted outside the body.","私はその脳に逆らい、肛門に力を入れて直立する。":"I go against the brain and put my anus upright.","厠に入ったら、直ぐに鎧のここの紐を外して……、":"Immediately after entering the toilet, remove the string here from the armor ...","などと排泄することばかりに向く意識を引き戻し、言葉を紡ぐ。":"It brings back the consciousness that is suitable only for excretion and spins words.","大国の義務があると、私は考える……":"I think there is a duty of a great power ...","ギュルルル……。":"Gurululu …….","間髪入れず、先程よりも強い便意が襲いかかった。":"I didn't put a haircut, and a stronger urge to defecate than before.","これは最早無理だ。":"This is no longer possible.","今すぐ話を終わらせて、厠に駆け込まないと不味い。":"It's unpleasant if you don't finish the story right now and run into the bathroom.","こんなにも大勢の前でそれだけは嫌だ。死んでも嫌だ。":"I hate it in front of so many people. I don't want to die.","その状況だけは絶対に避けねばならない。":"Only that situation must be absolutely avoided.","衆目の前で下痢を撒き散らすなんて、とても耐えられない。":"It's very unbearable to spread diarrhea in front of the public.","これでも万の兵を率いる将で、嫁入り前の女なのだから。":"Even this is a general who leads all the soldiers and is a woman before marriage.","ともかく、私達は……戦争をなくすべく……、戦っている。":"Anyway, we are fighting ... to end the war.","以上。":"that's all.","話の終わらせ方が強引過ぎたか、席がざわめく。":"The way to end the story was too aggressive, or the seats buzzed.","今はそんなことはどうでも良くて、一刻も早く排泄してしまいたかった。":"I don't care about that now, and I wanted to excrete it as soon as possible.","尻の穴をキュゥと締める。":"Tighten the hole in the butt.","身体を揺らしていないと、漏らしてしまいそうだ。":"If you don't shake your body, it's likely to leak.","壇上から降りようとしたその時、声があがった。":"When I was about to get off the stage, I heard a voice.","フィオリーナ大将。":"General Fiorina.","少し質問がある。":"I have a few questions.","よろしいか？":"Are you sure?","すぐ後ろから声がして振り向くと、皇后が立っていた。":"Immediately behind me, I heard a voice and turned around, and the Empress was standing.","なんてことだ。":"What a hell.","このタイミングで質問など。":"Questions etc. at this timing.","だが無視は出来ない。":"However, it cannot be ignored.","断ってやり過ごすしかない。":"There is no choice but to refuse and pass.","……皇后陛下、すみませんが後で応えさせて頂きます……っ。":"...... Her Majesty the Empress, I'm sorry, but I'll answer later ...","その瞬間、プスッ……とおならが漏れてしまった。":"At that moment, the farewell leaked.","音はざわめきにかき消されたが、臭いが尻から漏れだした。":"The sound was drowned out, but the smell leaked from my hips.","皇后の眉がぴくりと動き、近くにいた兵士も眉を潜め、鼻をすすった。":"The Empress's eyebrows snapped, and a soldier near her also hid her eyebrows and sipped her nose.","嗅がれた。":"I was sniffed.","私の忌むべき臭いを。":"My abominable smell.","意図せず、下半身の孔から漏れだしてしまった悪臭を。":"The stench that unintentionally leaked from the hole in the lower body.","それでも、気づかせてはいけない。":"Still, don't let it go.","便を我慢しているということなど。":"Being patient with stools.","気づかれていないよう、祈るしかない。":"I have no choice but to pray so that I will not be noticed.","フィオリーナ大将、":"General Fiorina,","ここにいる誰もが、そなたの戦感を":"Everyone here feels like your fight","知りたいと思っている。":"I want to know.","皆もそうではありませんか？":"Isn't everyone the same?","おおーっという歓声と拍手が広がる。":"The cheers and applause spread.","その振動すら、便意を刺激するような気がした。":"Even the vibration felt like stimulating the desire to defecate.","靴を確認するふりをしてしゃがみ、局部と肛門をかかとにぐりぐりと押し当てながら":"Pretending to check your shoes, crouching, pressing the local area and anus against your heels","便意に耐える。":"Withstand the urge to defecate.","ほらフィオリーナ、立ちなさい。":"Look, Fiorina, stand up.","ふふふ……どこまで我慢できるかの？":"Fufufu …… How much can you put up with?","……っ！":"……NS!","この瞬間、私は理解した。":"At this moment I understood.","皇后に盛られたのだ。":"It was served by the Empress.","なんて酷いことをするのだろう。":"What a terrible thing to do!","この急激な便意と尿意、何かがあのワインに入っていたのだ。":"This sudden urge to defecate and urinate, something was in that wine.","私に恥をかかせる為、屈辱を味わわせる為に。":"To embarrass me, to taste humiliation.","そうこうしている間にも、便意は強まるばかりだ。":"Even while doing so, the urge to defecate is only getting stronger.","肛門の内側から圧がかかり、今にも熱いマグマを噴き出そうとしている。":"Pressure is applied from the inside of the anus, and it is about to spout hot magma.","ガスを抜ければ楽になるのだが、万が一を思うと、怖い。":"It will be easier if you get out of the gas, but in the unlikely event that it happens, it's scary.","嗚呼、漏れる漏れる……っ。":"Hey, leak, leak ...","漏れてしまう……っ。":"It leaks ...","漏らしてしまう……っ！":"I will leak it ...!","こんなところで漏らしてしまったら。":"If you leak it in such a place.","こんなにも大勢の前で糞を漏らすなんて考えただけでもおぞましい……。":"It's horrible just to think about leaking feces in front of so many people ...","ああ。もういっそ、死んでしまおうか。":"Ah. Shall I die anymore?","今この場で、脇に帯びた剣を抜き、自らの喉を貫いて。":"Now, pull out the sword on your side and pierce your throat.","いや、それもだめだ。":"No, that's no good.","死んでしまえば、筋肉が弛緩して結局失禁してしまう。":"When he dies, his muscles relax and eventually incontinence.","耐えられない。":"Intolerable.","なんという屈辱だろうか。":"What a humiliation!","今の私は豪華な鎧を身にまといながら、便意を我慢する姿を大勢の前に晒している、":"Now I'm wearing gorgeous armor, and I'm exposing a lot of people to put up with the desire to defecate.","単なる小娘に過ぎなかった。":"She was just a little girl.","なんという悪趣味な見世物だろうか！":"What a bad taste spectacle!","屈辱と便意に震えながら、気づくと涙が浮かんでいた。":"I was trembling with humiliation and urgency, and when I noticed, tears came to my eyes.","括約筋が緩み尻から熱いガスが漏れてしまった。":"Her sphincter loosened and hot gas leaked from her hips.","近くの兵士の驚いた視線を感じた。":"She felt the surprised gaze of a nearby soldier.","すぐに辺りに異様な臭いが漂う。":"Immediately there is a strange smell around.","臭い。":"odor.","恥ずかしい。":"It's embarrassing.","皇后は口元に下卑た笑みを浮かべている。":"The Empress has a sneaky smile on her mouth.","もう一刻の猶予も無い。":"She has no time to spare.","早く、今すぐに厠に駆け込み、この鎧を脱ぎ捨てしゃがみ、便と尿を排泄しなくては！":"I have to rush into the kitchen right away, take off this armor, crouch down, and excrete stool and urine!","いや、もう厠には間に合わない！":"No, I can't make it in time for the toilet anymore!","ならば、せめて人目を避けられるところに辿りつけないだろうか。":"Then, can we at least reach a place where we can avoid the public eye?","ほんの物陰でも良い。この衆目の中でうんちお漏らしなんて":"It can be just a shadow. Pooping in this public eye","あまりにも酷すぎる。":"It's too terrible.","皇后の憎しみはそれほどだったのだろうか？":"Was her empress hatred so much?","私はそんなに悪いことをしただろうか？":"Did I do so bad?","確かに民の人気はある。":"Certainly the people are popular.","皇帝も私にご執心だ。":"The emperor is also obsessed with me.","だが、私はこの国の為に命を賭けて戦ってきた！":"But I've been fighting for my life for this country!","それなのにこの仕打ちはあんまりだ。":"However, this treatment is not so much.","酷いよっ…！":"It's terrible ...!","ふざけんな！":"Do not be silly!","ああっ！うんこ漏れるっ。":"Oh! Yeah it leaks.","漏れちゃうよっ！":"It will leak!","もう限界だった。":"It was already the limit.","恥も外聞もなく尻を抑えながら走りだそうとした時、":"When I tried to run while holding down my hips without shame or hearing","怒号が響きわたった。":"The angry sound echoed.","「うおおお！」":"Uooo!","突然太い槍が飛んできて皇后の胸を貫き、場内に悲鳴と叫び声があがった。":"Suddenly a thick spear flew through the Empress's chest, screaming and screaming in the hall.","屈強な男たちが衛兵をなぎ倒しながら、貴族席に向かって走っていく。":"Strong men run toward the aristocratic seat while knocking down the guards.","あれは、剣闘士達……！":"That is the gladiators ...!","フィオ様！":"Fio!","逃げるんだ！":"Run away!","レアンドロの姿が見えた。":"I saw Leandro.","逃げようとする人々が出口へと殺到し、場内は混乱を極めた。":"People trying to escape rushed to the exit, and the hall was extremely confused.","私は直ぐに物陰へと身を移し、鎧を脱ぎ捨てる。":"I immediately move into the shadows and take off my armor.","誰もが逃げるのに夢中で、誰も私を見ていない。":"Everyone is crazy about running away and no one is looking at me.","大衆の前で生き恥を晒さずに済んだ。":"I didn't have to be ashamed in front of the masses.","安堵のため息と、涙が頬を伝う。":"A sigh of relief and tears run down my cheeks.","場内は混乱を極めている。":"The hall is extremely confused.","叫び声、泣き声、剣戟の音、肉を切る音。":"Screams, crying, swashbuckler sounds, flesh-cutting sounds.","あちこちで炎があがっている。":"The flames are rising here and there.","そんな中で、私は泣きながら、尻を出してしゃがみこんでいる。":"Meanwhile, I'm crying and crouching down with my hips out.","腸内の、忌々しい下痢便をぶち撒けながら。":"While sprinkling the damn diarrheal stool in the intestines.","うううう……":"Uu……","思わず声が漏れる。":"The voice leaks unintentionally.","複雑な感情が沸き上がり、私は手で顔を覆いながら泣いた。":"Complex emotions boiled and I cried, covering my face with my hands.","ひとしきり便が出終わると、勢いよく小便も出た。":"When the stools were finished, urine spilled vigorously.","しゃがんだ尻の下が、臓物でも飛び出したかのように忌々しく汚れている。":"The bottom of the crouched butt is terribly dirty as if the internal organs had popped out.","それから何度も腹に力を入れ、肛門を絞めたり開いたりし、":"Then I put a lot of effort into my abdomen, strangling and opening my anus,","腸内に残っている汚物を絞り出すと、ようやく腹の痛みが収まった。":"When I squeezed out the filth left in my intestines, my abdominal pain finally subsided.","この国は終わるのかもしれない。":"This country may end.","でも、私は自分自身が悲惨な終わり方をせず済んだことに安堵していた。":"But I was relieved that I didn't have a miserable ending.","皇后は死んでしまったが、仕方が無い。可哀想だが、あれは悪い女だった。":"The Empress is dead, but it can't be helped. She's sorry, but she was a bad woman.","皇帝は、どうしているだろうか。":"What is the emperor doing?","便も出し、泣いたところですっきりした":"I also got stool and I felt refreshed when I cried","……さて、そろそろ行かなくては。":"...... Well, I have to go now.","私は尻も拭かずに下着を穿き、鎧を身に着けた。":"I wore underwear and armor without wiping my hips.","レアンドロ！":"Leandro!","フィオ！":"Fio!","炎をかいくぐり、レアンドロが現れた。":"Leandro appeared after passing through the flames.","顔が返り血に塗れている。":"His face is covered with blood.","レアンドロが手を差し出す。":"Leandro reaches out his hand.","……フィオ様、俺と行こう。":"...... Fio, let's go with me.","何でこんなことを……。":"Why are you doing this ...","もう少しで恩赦だったのに……っ。":"It was almost a pardon ...","……":"......","私は、":"I am,","私の務めを果たさなくては……。":"I have to fulfill my duty ...","フィオ様……。":"Fio ...","私は剣を、レアンドロに向ける。":"I point my sword at Leandro.","フィオ様……こんなことになっちまって、すまない……。":"Fio ... I'm sorry for this.","私は……、私は本当に貴方のことを……っ":"I ... I really mean you ...","愛していたのにっ……":"I loved you ...","私は剣をレアンドロの喉元に向ける。":"I point my sword at Leandro's throat.","レアンドロは避けるでもなく、私の目を真っすぐに見つめた。":"Leandro did not avoid it, but stared straight into my eyes.","俺だって、愛しているっ……。":"I love you too ...","どれくらいそうしていただろう。":"How long have you been doing that?","レアンドロが口を開く。":"Leandro opens his mouth.","やれよ、やってくれ。":"Do it, do it.","貴女に殺されるなら、本望だ。":"If you kill me","剣の切っ先がレアンドロの喉を浅く切り、血が流れる。":"The tip of the sword cuts Leandro's throat shallowly, and blood flows.","やれ！":"Do it!","レアンドロは剣を捨て、腕を開いた。":"Leandro abandoned his sword and opened his arm.","私はレアンドロから目が離せない。":"I can't take my eyes off Leandro."},"ending.ks":{"「何十年も前、海の向こうの帝国で、奴隷が反乱を起こしました。":"Decades ago, slaves rebelled in an empire across the sea.","首謀者の名を取って、レアンドロの大蜂起と呼ばれています。":"In the name of the mastermind, it is called the Leandro Great Uprising.","レアンドロ達は帝国の兵によって打ち取られましたが、これ以降、":"Leandro and his friends were beaten by Imperial soldiers, but since then","帝国だけでなく、この国や、他の国でも奴隷制が見直されるきっかけとなりました」":"\"It was an opportunity for slavery to be reviewed not only in the empire, but also in this country and in other countries. \"","先生が黒板にレアンドロと書く。":"The teacher writes Leandro on the blackboard.","知っている。とても有名な話だ。":"He knows It's a very famous story.","祖母がいつも話してくれていた。":"Her grandmother was always talking to me.","首謀者が祖父と同じ名前だったということも。":"The mastermind was also the same name as his grandfather.","私が産まれた時には、祖父は既に鬼籍に入っていたが、":"My grandfather was already on the register when I was born,","生前、とても強い戦士だったと聞かされた。":"He was told that he was a very strong warrior in his lifetime.","レアンドロというのは強い者の名なのかもしれない。":"Leandro may be the name of a strong man.","私の名は祖母が付けてくれた。":"My grandmother gave me my name.","穏やかで優しかった祖母。":"A gentle and kind grandmother.","大好きだった祖母は、昨年亡くなってしまった。":"Her grandmother, who she loved, she died last year.","「争いの無い世の中にする為、沢山勉強するんだよ」":"I will study a lot to make the world free of conflict.","あれこれ言わない祖母だったが、それだけはしつこいほど言われた。":"She was a grandmother who didn't say anything about it, but she was persistently told.","私はそれを守ろうと思っている。":"I'm trying to protect it.","「それでは、今日の授業はここまで」":"Then, that's all for today's class.","先生が言った。":"The teacher said.","私は教科書を閉じ、家に帰る支度を始めた。":"I closed the textbook and started getting ready to go home.","隣の席の友達が声をかけてくる。":"A friend in the seat next to me calls out.","「フィオ、一緒に帰ろう！」":"Fio, let's go home together!","私は笑顔で頷いた。":"I nodded with a smile."}},"tag":{"glink":"text","ptext":"text","link":"text"},"chara":{"ヴァンドール":"","":"","皇帝":"","フィオリーナ":"","下女":"","レアンドロ":"","皇后":"","？？？":""},"label":{}}